{
	"HomePage": {
		"header": {
			"about": "О продукте",
			"versions": "Версии",
			"plans": "Планы",
			"download": "Скачать"
		},
		"main": {
			"title": "Храните и передавайте данные без опасений",
			"text": "Создавайте надёжные зашифрованные контейнеры, делите доступ между участниками и безопасно передавайте данныe без риска.",
			"download": {
				"title": "Скачать",
				"text": "Установите и попробуйте полностью бесплатную single версию"
			},
			"roadmap": {
				"title": "Дорожная карта",
				"text": "Изучите будущие возможности продукта"
			}
		},
		"about": {
			"title": "О продукте",
			"text": "Trust Vault — Это ваш личный сейф для данных, созданный с прицелом на безопасность, конфиденциальность и удобство. Мы объединили лучшие и современные технологии шифрования, гибкий подход к управлению доступом, чтобы вы могли хранить и передавать данные без страха утечек.",
			"for": {
				"title": "Для кого мы это делаем?",
				"1": "Команды, работающие с чувствительной информацией",
				"2": "Специалисты из разных сфер",
				"3": "Семьи, которые хотят передать важные документы",
				"4": "Всех, кто устал доверять свои данные облачным гигантам"
			},
			"cards": {
				"1": "Open-Source — наш продукт с открытым исходным кодом",
				"2": "Мультиконтроль доступа: Shamir&apos;s secret sharing",
				"3": "Современные криптоалгоритмы: AES-256",
				"4": "Полностью бесплатная single версия"
			},
			"badges": {
				"1": "IT",
				"2": "Компания",
				"3": "Семья",
				"4": "Команда",
				"5": "Специалист",
				"6": "Доверие"
			}
		},
		"versions": {
			"title": "Versions",
			"single": {
				"title": "SINGLE",
				"text": "Для личного использования или небольших команд. Храните свои данные в полной безопасности — без регистрации, подписок и ограничений."
			},
			"enterprise": {
				"title": "ENTERPRISE (СКОРО)",
				"text": "Максимальный контроль и соответствие требованиям. Развёртывайте внутри своей инфраструктуры, интегрируйте с корпоративными системами и соблюдайте стандарты безопасности."
			},
			"cloud": {
				"title": "CLOUD (СКОРО)",
				"text": "Быстрый старт без настройки серверов. Подключайтесь за секунды и управляйте защищёнными контейнерами с любого устройства."
			}
		},
		"single": {
			"title": "SINGLE",
			"text": {
				"1": "Личный сейф на вашем компьютере.",
				"2": "Single-версия — это полностью автономное приложение для локального хранения и защиты данных. Никакой регистрации, серверов или зависимости от интернета. Всё под вашим контролем.",
				"3": "Скачайте для Windows",
				"4": "или MacOS"
			},
			"download": "СКАЧАТЬ"
		},
		"plans": {
			"title": "Планы",
			"text": "Мы двигаемся по понятному и последовательному пути: от простого и защищённого локального сейфа — к полноценной платформе для обмена, командной работы и enterprise-интеграций.",
			"items": {
				"1": {
					"title": "Сore + CLI",
					"text": "Функции шифрования, генерации и управления контейнерами. Локальная работа без графики, максимальная прозрачность. Идеально для DevOps, automation и CI/CD сценариев."
				},
				"2": {
					"title": "Single (Beta)",
					"text": "Без регистрации, без интернета, с полным контролем у пользователя. Удобный графический интерфейс поверх ядра."
				},
				"3": {
					"title": "Cloud",
					"text": "Контейнеры синхронизируются через зашифрованное облако. Используйте на нескольких устройствах без компромиссов по безопасности."
				},
				"4": {
					"title": "Enterprise",
					"text": "Многопользовательский доступ, права, аудит, интеграции. Всё, что нужно для масштабного применения в бизнесе."
				}
			}
		},
		"footer": {
			"questions": {
				"1": "Остались вопросы?",
				"2": "Напишите нам"
			},
			"copyright": "Все права защищены"
		}
	}
}
